Assignment2/convertKelvinToFahrenheit _request.xml

<?xml version = "1.0"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope/"
  soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">
  <!--omitted Header -->
  <soap:Body xmlns:steph="http://stephmoreau.ca/JAC/soap">
    <steph:convertKelvinToFahrenheit >
      <steph:kelvin>300.0</steph:kelvin>
    </steph:convertKelvinToFahrenheit >
  </soap:Body>
</soap:Envelope>
